IDEA StatiCa Open Model
OpenModelClassAttribute Constructor (Type)
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public OpenModelClassAttribute(
	Type openModelListType
)
Public Sub New (
	openModelListType As Type
)
public:
OpenModelClassAttribute(
	Type^ openModelListType
)
Parameters
openModelListType
Type: System.Type
List type in Open Model
See Also
Reference
OpenModelClassAttribute Class
OpenModelClassAttribute Overload
IdeaRS.OpenModel Namespace